# Taps
tap 'homebrew/cask-fonts'
tap 'hashicorp/tap'
tap 'stripe/stripe-cli'

# Binaries
brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'gh'
brew 'git'
brew 'grep'
brew 'hashicorp/tap/terraform'
brew 'hasura-cli'
brew 'mas'
brew 'stripe/stripe-cli/stripe'
brew 'tree'

# Development

# Apps
cask '1password'
cask '1password-cli'
cask 'brave-browser'
cask 'cyberduck'
cask 'dbngin'
cask 'filebot'
cask 'helo'
cask 'herd'
cask 'iterm2'
cask 'monitorcontrol'
cask 'orbstack'
cask 'outline-manager'
cask 'plex-media-server'
cask 'ray'
cask 'raycast'
cask 'rectangle'
cask 'tableplus'
cask 'telegram'
cask 'tinkerwell'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'

# Fonts

# Mac App Store
mas 'Numbers', id: 409203825
mas 'Simplenote', id: 692867256
mas 'Outline', id: 1356178125
mas 'Klack', id: 6446206067
mas 'Xcode', id: 497799835
