# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'hashicorp/tap'

# Binaries
brew '1password-cli'
brew 'awscli'
brew 'bash'
brew 'coreutils'
brew 'flyctl'
brew 'gh'
brew 'git'
brew 'grep'
brew 'hashicorp/tap/terraform'
brew 'hasura-cli'
brew 'mackup'
brew 'mas'
brew 'stripe/stripe-cli/stripe'

# Development
brew 'php'
brew 'composer'

# Apps
cask '1password'
cask 'brave-browser'
cask 'cyberduck'
cask 'dbngin'
cask 'docker'
cask 'filebot'
cask 'helo'
cask 'insomnia'
cask 'iterm2'
cask 'monitorcontrol'
cask 'outline-manager'
cask 'plex-media-server'
cask 'ray'
cask 'raycast'
cask 'rectangle'
cask 'tableplus'
cask 'telegram-desktop'
cask 'tinkerwell'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

# Fonts
# cask 'font-fira-code'

# Mac App Store
mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
mas 'Simplenote', id: 692867256
mas 'Klack', id: 6446206067
