# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
#tap 'homebrew/cask-versions'
#tap 'homebrew/bundle'

# Binaries
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'gh'
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store manager

# Development

# Apps
cask '1password'
cask 'brave-browser'
cask 'cyberduck'
cask 'docker'
cask 'filebot'
cask 'helo'
cask 'insomnia'
cask 'iterm2'
cask 'outline-manager'
cask 'ray'
cask 'raycast'
cask 'rectangle'
cask 'tableplus'
cask 'telegram-desktop'
cask 'tinkerwell'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

# Fonts
cask 'font-fira-code'

# Mac App Store
mas 'Numbers', id: 409203825
mas 'Simplenote', id: 692867256
